[M_Orchid_PlotMission01 MissionDefinition]
MissionName="Welcome"
MissionDescription="Start the sand treasure hunt in the desert city [place]desert[-place]. It seems that some pirates attack and claim to work for a man called Sandman. A man named Shaya, probably its inhabitants [place]desert[-place], You have been asked to clean up the city."
TurnInDescription="It is installed [place]age[-place] Thieves and those who meet with terrible dignity. It's time to roll up your sleeves (figuratively), get your hands dirty (also figuratively) and start looking for a bunch of loot (not figuratively).)."
MissionSummary="Make the city an oasis."
MissionGiver="Darkness"
MissionTurnInLocation="the forest"
TeaserText=""

[M_Orchid_PlotMission01:GotoOasisTown MissionObjectiveDefinition]
ProgressMessage="Visit the vegetable village"

[M_Orchid_PlotMission01:GotoOasisTownSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission01:KillBanditLeader MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission01:KillBandits MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission01:KillBanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission01:killnobeard MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission01:KillNoBeardBoss MissionObjectiveDefinition]
ProgressMessage="Stroke the beard."

[M_Orchid_PlotMission01:KillPirateThugs MissionObjectiveDefinition]
ProgressMessage="Make sure there are no hackers."

[M_Orchid_PlotMission01:MeetShade MissionObjectiveDefinition]
ProgressMessage="seek shade"

[M_Orchid_PlotMission01:MeetShadeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="seek shade."
MissionDescriptionOverride="Sinbad and the other pirates, after a series of negotiations with the city [place]FROZEN[-place] It is safe. It's time to find a shy person."

[M_Orchid_PlotMission01:RepelBanditAttack MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

